Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/ohcanveahkki-_id_446705.html.tmx
Source language: sme
Languages: nob

source: Ohcanveahkki
nob: Søkehjelp

source: Movt ohcat ?
nob: Hvordan søker jeg ?

source: Čále ovtta dahje máŋga sáni ohcangieddái .
nob: Skriv ett eller flere søkeord i søkefeltet .

source: Čále sániid nu dárkilit go vejolaš .
nob: Bruk så presise ord som mulig .

source: Deaddil dasto ohcanboalu .
nob: Trykk på søkeknappen .

source: Jus čálát máŋga sáni ohcangieddái , galggat čállit sátnegaskkaid .
nob: Bruk mellomrom mellom ordene hvis du skriver flere søkeord i søkefeltet .

source: Jus čálát máŋga sáni , de gávdná dušše daid siidduid main leat buot dat sánit maid ohcet .
nob: Skriver du flere ord , får du bare sider som inneholder alle ordene .

source: Čále OR máŋgga sániid gaskkas jus háliidat gávdnat daid siidduid main leat juogo okta dahje máŋga ohcansániin .
nob: Bruk OR mellom flere ord hvis du ønsker å finne sider som inneholder ett eller flere søkeord .

source: Ovdamearka jus čálát eo OR eeo OR eurohpáráđđi – de gávdnojit dokumeanttat main lea juogo okta dahje máŋga dain sániin maid leat ohcan .
nob: Eksempel eu OR eøs OR europarådet – gir treff på dokumenter som inneholder én eller flere av ordene .

source: Čále - mearkka ( minus ) ovddabeallai dan sáni maid ohcan galgá hilgut .
nob: Bruk - tegnet ( minus ) foran ordet som skal utelukkes ved søket .

source: Ovdamearka bondevik - stoltenberg de gávdná daid dokumeanttaid main gávdná Bondevik birra , ja hilgu daid mas lea Stoltenberg .
nob: Eksempel bondevik - stoltenberg gir treff på dokumenter som inneholder informasjon om Bondevik , men ikke Stoltenberg .

source: Čále aisttonmearkkaid " " jus áiggut ohcat máŋga sáni earenoamáš ortnetvuoru mielde .
nob: Bruk hermetegn " " for å søke på kombinasjon av ord i en spesiell rekkefølge .

source: Ovdamearka:"stáhtaministara kantuvra " .
nob: Eksempel " statsministerens kontor " .

source: Čále nástemearkka * jus áiggut ohcat sániid main lea rabas geažus .
nob: Bruk stjerne * for å søke med åpen endelse .

source: Ovdamearka : dieht* , de gávdná siidduid main sisdoalus gávdná nugomat sániid diehtu , diehtojuohkin ja diehtit .
nob: Eksempel : inform* , vil gi treff på sider som inneholder f.eks. informasjon , informasjonsplikt og informere .

source: Dárkilis ohcan
nob: Avansert søk

source: Movt ohcanboađus šláddjejuvvo ?
nob: Hvordan er søkeresultatet sortert ?

source: Don sáhtát maiddái válljet šláddjet ohcama dáhtona dahje alfabehta mielde .
nob: Søkeresultatet sorteres med de mest relevante sidene først . Du kan også velge å sortere på dato eller alfabetisk .

source: Movt gáržudan ohcama ?
nob: Hvordan avgrenser jeg søket ?

source: Ohcama sáhtát gáržžidit jus válljet šlájaid olgešbeale fálus .
nob: Avgrens søket ytterligere ved å velge kategorier i høyre meny .

source: Movt viiddidan ohcama ?
nob: Hvordan utvider jeg søket ?

source: Jus ozat ovtta departemeanta siiddus , de leat dušše dan departemeanta siidduid mat ohcamis gávdnojit .
nob: Søker du på en av departementenes sider er det kun sider fra dette departementet som blir vist i trefflisten .

source: Don sáhtát viiddidit ohcama nu ahte čállosiid ohca ja gávdná olles regjeringen.no siidduin .
nob: Du kan utvide trefflisten til å gjelde hele regjeringen.no .

source: Mii lea gávdnamis " Dokumeantavuorkká " vuolde Jus válljet ohcat olles regjeringen.no neahttabáikkis , de sáhtát dokumeantavuorkkás válljet makkár dokumeanttain galgá ohcat .
nob: Hva ligger under fanen " Dokumentarkiv " Søker du på hele regjeringen.no , får du mulighet til å velge trefflisten i dokumentarkivet .

source: Dokumeantavuorkkás leat e.e. preassadieđáhusat , ođđasat , sártnit ja artihkkaliat ovddit ráđđehusain ja dokumeanttat mat leat gustomeahttumat .
nob: Dokumentarkivet inneholder bl. a. pressemeldinger , nyheter , taler og artikler fra tidligere regjeringer samt dokumenter som ikke lenger er gyldige .

source: Dárkilis ohcan dábálaččat hálddaša aisttonmearkkaid , goallossázu ja nástemearkka .
nob: Avansert søk støtter vanlige søk med hermetegn , minus og stjerne .

source: Dárkilis ohcan hálddaša logihkalaš operatevrraid AND , OR ja NOT.
nob: Avansert søk støtter bruk av de boolske operatorene AND , OR og NOT.

source: Jus ohcansánit galget gávdnot lahkalaga de atná operatevrra NEAR .
nob: Nærhet mellom søkeord angis med operatoren NEAR .

source: Ohcamis ohcangittiin de galgá čállit duppalčuoggá ( : ) gaskal fealtanama ja ohcansáni .
nob: Søk i felter angis med bruk av kolon ( : ) mellom feltnavn og søkeord .

source: Dávgeruođut adnojit go ovttastahttá ohcansániid ja bidjá presedeansa operáhtoriid geavaheapmái .
nob: Parenteser brukes for å gruppere søkeord og angi presedens for bruk av operatorene .

source: Jus gustotmeahttumiid atná dárkilis ohcama de ohcan hálddašuvvo dábálaš friddjateakstaohcun .
nob: Ved ugyldig bruk av avansert søk skal søket behandles som et vanlig fritekstsøk .

source: Oza nugomat » jens AND OR NOT ” ( aisttonmearkkaid haga ) de gávdná dokumeanttaid main sánit jens , and , or ja not čállojuvvojit maŋŋálaga .
nob: Søk på f.eks. » jens AND OR NOT ” ( uten hermetegn ) gir treff på dokumenter hvor ordene jens , and , or og not forekommer sammen .

source: Dárkilis ohcama ovdamearkkat : o Jus čálát eo OR ees OR Eurohpáráđđi – de ohcandoaibma gávdná dokumeanttaid main leat juogo okta dahje máŋga ohcansániin .
nob: Eksempler på avansert søk : eu OR eøs OR europarådet – gir treff på dokumenter som inneholder ett eller flere av søkeordene .

source: o Jus čálát stáhtaministtar ( Jagland OR Bondevik OR Stoltenberg ) – de ohcandoaibma gávdná dokumeanttaid main máinnašit ovtta dahje eanet stáhtaministariid .
nob: statsminister ( Jagland OR Bondevik OR Stoltenberg ) – gir treff på dokumenter som omtaler én eller flere av statsministrene .

source: o Jus čálát jođanistoga NOT gardermo* – de gávdnojit dokumeanttat main sátni jođanistoga adno muhto ii daid main leat dát sátnemolssaeavttut gardermo [ en / banen ] .
nob: hurtigtog NOT gardermo* – gir treff på dokumenter som inneholder hurtigtog men ikke varianter av gardermo [ en / banen ] .

source: o Jus čálát NEAR ( jens stáhtaministtar N=6 ) – de gávdná dokumeanttaid main sánit jens ja stáhtaministtar gávdnojit ja eanemusat 6 sáni gaskkas ( N 6 = galgá leat stuora N bustávva ! )
nob: NEAR ( jens statsminister N=6 ) – gir treff på dokumenter hvor ordene jens og statsminister forekommer med maks 6 ord mellom ( N 6 = må være med stor N ! )

source: o NEAR ( jens stáhtaministtar ) – gávdná dokumeanttaid main sánit jens ja stáhtaministtar lea lahkalaga ( eanemusat 4 sáni gaskkas ) .
nob: NEAR ( jens statsminister ) – gir treff på dokumenter hvor ordene jens og statsminister forekommer nær hverandre ( maks 4 ord mellom ) .

source: o NEAR ( stáhtaministtar Hanssen Meltveit N=11 ) – gávdná dokumeanttaid main buot dát sánit gávdnojit 11 sáni siskkobealde .
nob: NEAR ( statsminister Hanssen Meltveit N=11 ) – gir treff på dokumenter hvor ALLE ordene forekommer innenfor 11 ord .

source: o islánda ( gutna OR gavja ) title:girdijohtolat – čoahkádus ohcan mii gávdná dokumeanttaid main sátni islánda ja dahje gutna dahje gavja gávdno gokko nu , ja mas sátni girdijohtolat gávdno bajilčállagis .
nob: island ( aske OR støv ) title:flytrafikk – sammensatt søk som gir treff på dokumenter hvor ordet island og enten aske eller støv forekommer hvor som helst , og hvor ordet flytrafikk forekommer i tittelen .
